cask_args appdir: '/Applications'

brew 'asdf'
brew 'bat'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gawk'
brew 'gnupg'
brew 'starship'
brew 'swiftformat'
brew 'swiftlint'
brew 'tcl-tk'
brew 'thefuck'
brew 'tree'
brew 'xcodebuildmcp'
brew 'zlib'
brew 'zoxide'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-history-substring-search'

cask 'bettertouchtool'
cask 'chatgpt'
cask 'cursor'
cask 'discord'
cask 'ghostty'
cask 'google-chrome'
cask 'microsoft-teams'
cask 'okta-verify'
cask 'onedrive'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'sublime-merge'
cask 'sublime-text'
cask 'tor-browser'
cask 'whatsapp'
cask 'xcodes'
